Revit 2026 API

# LossFactor Properties

---

The LossFactor type exposes the following members.

|  | Name | Description |
| --- | --- | --- |
|  | IsValidObject | Specifies whether the .NET object represents a valid Revit entity. |
|  | LossFactorValue | The calculated loss factor value |

#### Reference

LossFactor Class

Autodesk.Revit.DB.Lighting Namespace